[
    {
      "quote": {
        "nl": "\"Eind 2022 zijn we de samenwerking met Teambee aangegaan. Inmiddels hebben wij onze samenwerking met nog een jaar verlengd. De meest opvallende vooruitgang is de bewustwording van onze collega's (personeel). Zowel de klantbeleving als ook hoe het bedrijfsmatig werkt. Met behulp van Teambee als ook my wellness hebben wij meer structuur en zijn we nog professioneler en persoonlijk geworden. De beleving van onze klanten is nog positiever wat geresulteerd heeft dat onze sportclub momenteel zo goed als aan het maximum leden zit.\"",
        "en": "\"At the end of 2022, we partnered with Teambee. We have since extended our cooperation for another year. The most striking progress is the awareness of our colleagues (staff). Both the customer experience and also how it works business-wise. With the help of Teambee as well as my wellness, we have more structure and have become even more professional and personal. The experience of our clients is even more positive, which has resulted in our sports club currently being close to its maximum membership.\""
      },
      "author": {
        "nl": "Marco & Patricia Kalfshoven",
        "en": "Marco & Patricia Kalfshoven"
      },
      "title": {
        "nl": "Eigenaren, Sport & Squashclub do-it",
        "en": "Owners, Sport & Squashclub do-it"
      }
    },
    {
      "quote": {
        "nl": "\"Teambee heeft 't Gymlokaal geholpen haar structuur te versterken, waardoor de efficiëntie binnen ons team is toegenomen. Onze klanten voelen zich gezien en gewaardeerd. Dankzij de rapportages van Teambee blijven we scherp en weten we waar onze focus moet liggen. We hebben nu meer grip op onze totale business, met specifieke actiepunten voor individuele en teambegeleiding. Een waardevolle samenwerking voor 't Gymlokaal.\"",
        "en": "\"Teambee has helped 't Gymlokaal strengthen its structure, increasing efficiency within our team. Our clients feel seen and valued. Thanks to Teambee's reports, we stay sharp and know where our focus should be. We now have a better grip on our overall business, with specific action points for individual and team coaching. A valuable collaboration for 't Gymlokaal.\""
      },
      "author": {
        "nl": "Rick Sombroek",
        "en": "Rick Sombroek"
      },
      "title": {
        "nl": "Eigenaar, 't Gymlokaal",
        "en": "Owner, 't Gymlokaal"
      }
    },
    {
      "quote": {
        "nl": "\"Elke club zou moeten samenwerken met Teambee en hun 12 weken succesformule. Dit helpt om een echte kwaliteitsslag te maken!\"",
        "en": "\"Every club should partner with Teambee and their 12-week success formula. This helps to make a real quality impact!\""
      },
      "author": {
        "nl": "Jochem van der Linden",
        "en": "Jochem van der Linden"
      },
      "title": {
        "nl": "Club Manager, Xfitclub",
        "en": "Club Manager, Xfitclub"
      }
    },
    {
      "quote": {
        "nl": "\"Mijn team is super enthousiast! We kunnen nu elk lid de aandacht geven die ze verdienen, met een heldere workflow die iedereen scherp houdt.\"",
        "en": "\"My team is super excited! We can now give each member the attention they deserve, with a clear workflow that keeps everyone on their toes.\""
      },
      "author": {
        "nl": "Jasper Appeldoorn",
        "en": "Jasper Appeldoorn"
      },
      "title": {
        "nl": "Fitness Manager, Xfitclub",
        "en": "Fitness Manager, Xfitclub"
      }
    },
    {
      "quote": {
        "nl": "\"Wij hebben als team door de samenwerking met Teambee meer structuur gekregen en stralen als team meer professionaliteit uit! Verder krijgen al onze leden nu de persoonlijke aandacht die zij verdienen en zien we dat sporten bij veel van onze leden een gewoonte is geworden! We zijn van een fysiotherapiepraktijk met oefenzaal uitgegroeid tot een echte sportschool met actieve gemotiveerde leden! De custom journey is een pre om als sportschool onderscheidend te zijn. Vanuit het team EV willen wij Teambee bedanken voor het meedenken en het overbrengen van onze gezamenlijke visie over fitness en gezondheid.\"",
        "en": "\"We have gained more structure and professionalism as a team through our collaboration with Teambee! In addition, all our members now receive the attention they deserve, and we see that sports have become a habit for many of our members. We have grown from a physiotherapy practice with a gym to a true sports school with active and motivated members! The custom journey is a great way to stand out as a sports school. From the EV team, we would like to thank Teambee for their input and sharing our vision of fitness and health.\""
      },
      "author": {
        "nl": "Sander Overbeek",
        "en": "Sander Overbeek"
      },
      "title": {
        "nl": "Club Manager, EV Fysiotherapie en Fitness",
        "en": "Club Manager, EV Fysiotherapie en Fitness"
      }
    },
    {
      "quote": {
        "nl": "\"Ongeveer 2 jaar gelden in contact gekomen met Teambee. En wat hebben wij er veel uitgehaald! Ik heb door de samenwerking met Teambee de zekerheid gekregen om mijn team zo aan te sturen om een optimale klantbeleving te kunnen bezorgen. Door de expertise van de medewerkers van Teambee begrijpen wij heel goed hoe de systemen werken en wat we er wel niet allemaal mee kunnen. Naast dat hebben we nu ook een erg goede grip op onze retentie zodat de uitstroom minimaal blijft. De communicatie tussen Teambee en ons verloopt ook erg soepel. Ze zijn erg begripvol en denken goed met ons mee!\"",
        "en": "\"About 2 years ago, we started working with Teambee. And what we have gained is very rewarding! I have gained the certainty that my team can be trained to provide an optimal customer experience. Thanks to the expertise of the Teambee team, we understand very well how the systems work and what we can do with it. In addition, we now have a very good grip on our retention so that the outflow remains minimal. The communication between Teambee and us also goes very smoothly. They are very understanding and think with us!\""
      },
      "author": {
        "nl": "Jelle Notkamp",
        "en": "Jelle Notkamp"
      },
      "title": {
        "nl": "Fitness Manager, EV Fysiotherapie en Fitness",
        "en": "Fitness Manager, EV Fysiotherapie en Fitness"
      }
    }
]  